<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<title>Mobikar</title>
		<style type="text/css" media="screen"><!--
			.repeat_l     { background-image: url(images/fr_l_01.gif); background-repeat: repeat-y }
			.repeat_r     { background-image: url(images/fr_r_01.gif); background-repeat: repeat-y }
		--></style>
		<script type="text/javascript" language="JavaScript" src="autoiframe.js"></script>
	</head>

	<body bgcolor="#524c4c">
		<table width="600" border="0" cellspacing="0" cellpadding="0">
			<tr>
				<td width="25"><img src="images/fr_lt_01.gif" alt="" width="25" height="25" border="0"></td>
				<td colspan="2"><img src="images/fr_t_01.gif" alt="" width="100%" height="25" border="0"></td>
				<td width="25"><img src="images/fr_rt_01.gif" alt="" width="25" height="25" border="0"></td>
			</tr>
			<tr>
				<td class="repeat_l" rowspan="2" width="25"></td>
				<td width="116">
					<div align="left">
						<img src="images/mobikar.gif" alt="" width="116" height="41" border="0"></div>
				</td>
				<td width="100%">
					<div align="right">
						</div>
				</td>
				<td class="repeat_r" rowspan="2" width="25"></td>
			</tr>
			<tr>
				<td colspan="2">
					<div align="justify">
						<br>
						<div align="justify">
							<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif"><b>Czym jest </b></font><font size="2" color="#ff0033" face="Verdana, Arial, Helvetica, sans-serif"><b>mobi</b></font><font size="2" color="#3399ff" face="Verdana, Arial, Helvetica, sans-serif"><b>KAR</b></font><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">?</font></p>
						</div>
						<div align="justify">
							<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">Dotychczas, aby cho&#x0107; na chwil&#x0119; sta&#x0107; si&#x0119; gwiazd&#x0105; estrady musia&#x0142;e&#x015B; uda&#x0107; si&#x0119; na poszukiwanie najbli&#x017C;szej imprezy KARAOKE lub zaopatrzy&#x0107; si&#x0119; w drogi i niepor&#x0119;czny sprz&#x0119;t s&#x0142;u&#x017C;&#x0105;cy do tej zabawy. Obecnie to si&#x0119; zmieni&#x0142;o! </font></p>
						</div>
					</div>
					<div align="left">
						<table border="0" cellspacing="0" cellpadding="0">
							<tr>
								<td>
									<div align="justify">
										<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">Przygotowali&#x015B;my dla Ciebie aplikacj&#x0119; </font><font size="2" color="#ff0033" face="Verdana, Arial, Helvetica, sans-serif"><b>mobi</b></font><font size="2" color="#3399ff" face="Verdana, Arial, Helvetica, sans-serif"><b>KAR</b></font><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">, kt&oacute;ra pobrana na telefon, zamienia go w niezb&#x0119;dnik ka&#x017C;dego domoros&#x0142;ego Idola. Teraz za&#x015B;piewasz to, co chcesz i kiedy chcesz bez konieczno&#x015B;ci ruszania si&#x0119; ze swojego ulubionego fotela. Wpadli do Ciebie znajomi i macie ochot&#x0119; si&#x0119; rozerwa&#x0107;? Nie musicie szuka&#x0107; rozrywki daleko - wystarczy, &#x017C;e uruchomisz </font><font size="2" color="#ff0033" face="Verdana, Arial, Helvetica, sans-serif"><b>mobi</b></font><font size="2" color="#3399ff" face="Verdana, Arial, Helvetica, sans-serif"><b>KAR</b></font><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">'a! A mo&#x017C;e idziesz na nudne imieniny u cioci? Zabierz ze sob&#x0105; kom&oacute;rk&#x0119; i urz&#x0105;d&#x017A; konkurs &#x015B;piewacki zamieniaj&#x0105;c sztywniack&#x0105; imprez&#x0119; w szalon&#x0105; zabaw&#x0119;! Chcesz zrobi&#x0107; komu&#x015B; prezent? Za&#x015B;piewaj mu jego ulubion&#x0105; piosenk&#x0119; - teraz na pewno nie zapomnisz tekstu! Mo&#x017C;liwo&#x015B;ci jest mn&oacute;stwo - tylko od Ciebie zale&#x017C;y czy zabawa b&#x0119;dzie dobra czy bardzo dobra.</font></p>
									</div>
								</td>
								<td><img src="images/mk_logo.gif" alt="" width="182" height="273" align="top" hspace="30"></td>
							</tr>
						</table>
						<font size="2" color="#ff0033" face="Verdana, Arial, Helvetica, sans-serif"><b>mobi</b></font><font size="2" color="#3399ff" face="Verdana, Arial, Helvetica, sans-serif"><b>KAR</b></font><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif"> jest aplikacj&#x0105; JAVA<sup>TM</sup>, kt&oacute;ra odgrywa wybrany przez Ciebie utw&oacute;r pokazuj&#x0105;c jednoczenie na ekranie jego tekst. Utw&oacute;r nie posiada linii wokalnej, tak, aby nic nie przeszkadza&#x0142;o Ci w &#x015B;piewaniu. Na ekranie w odpowiednim czasie uka&#x017C;e si&#x0119; w&#x0142;a&#x015B;ciwy fragment tekstu a odpowiednie wska&#x017A;niki poka&#x017C;&#x0105; Ci, kiedy nale&#x017C;y rozpocz&#x0105;&#x0107; &#x015B;piewanie. Nic prostszego - w&#x0142;&#x0105;cz telefon i zachwy&#x0107; siebie i otoczenie swoim talentem wokalnym!</font></div>
					<div align="justify">
						<p>&nbsp;<font size="2"><br>
								<b><font color="white" face="Verdana, Arial, Helvetica, sans-serif">W jaki spos&oacute;b obs&#x0142;ugiwa&#x0107; </font><font color="#ff0033" face="Verdana, Arial, Helvetica, sans-serif">mobi</font><font color="#3399ff" face="Verdana, Arial, Helvetica, sans-serif">KAR</font><font color="white" face="Verdana, Arial, Helvetica, sans-serif">'a?</font></b></font></p>
						<p><font size="2" color="#ff0033" face="Verdana, Arial, Helvetica, sans-serif"><b>mobi</b></font><font size="2" color="#3399ff" face="Verdana, Arial, Helvetica, sans-serif"><b>KAR</b></font><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif"><b>&nbsp;</b>jest niezwykle prosty w obs&#x0142;udze. Po uruchomieniu aplikacji, tu&#x017C; po pojawieniu si&#x0119; ekranu powitalnego, pojawia si&#x0119; lista dost&#x0119;pnych polece&#x0144;, czyli <b>MENU</b>, w kt&oacute;rym wybrana jest pierwsza pozycja zatytu&#x0142;owana <b>Graj</b>. Wystarczy wcisn&#x0105;&#x0107; przycisk oznaczaj&#x0105;cy wyb&oacute;r i ju&#x017C; uruchamia si&#x0119; maszyna mobilnego KARAOKE! Po za&#x0142;adowaniu piosenki i nabraniu odwagi nale&#x017C;y wcisn&#x0105;&#x0107; przycisk <b>&#x015A;PIEWAJ</b> i pozwoli&#x0107; si&#x0119; ponie&#x015B;&#x0107; melodii robi&#x0105;c u&#x017C;ytek z pojawiaj&#x0105;cych si&#x0119; tekst&oacute;w.</font></p>
						<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">Podczas &ldquo;uprawiania&rdquo; KARAOKE, na ekranie telefonu widzimy panel kontrolny i obszar z tekstem. Panel kontrolny zawiera trzy kontrolki. Pierwsza oznacza poziom g&#x0142;o&#x015B;no&#x015B;ci melodii, kt&oacute;r&#x0105; mo&#x017C;na regulowa&#x0107; przyciskami telefonu <b>W G&Oacute;R&#x0118;</b> i <b>W D&Oacute;&#x0141;</b> odpowiednio pog&#x0142;aszaj&#x0105;c i &#x015B;ciszaj&#x0105;c g&#x0142;o&#x015B;niczki. Pozosta&#x0142;e dwie kontrolki oznaczaj&#x0105; up&#x0142;ywaj&#x0105;cy czas do ko&#x0144;ca piosenki i czas do od&#x015B;piewania nast&#x0119;pnej sylaby z tekstu piosenki.</font></p>
						<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">Podczas odgrywania KARAOKE mamy mo&#x017C;liwo&#x015B;&#x0107; powr&oacute;cenia do MENU, zatrzymania piosenki i ponownego jej od&#x015B;piewania.</font></p>
						<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">Je&#x015B;li wyrazimy ochot&#x0119; na od&#x015B;piewanie nast&#x0119;pnej piosenki, wchodzimy do <b>MENU</b>, nast&#x0119;pnie wybieramy pozycj&#x0119; <b>MOJE PIOSENKI</b>. Pojawi si&#x0119; w&oacute;wczas lista dost&#x0119;pnych piosenek. Przyciskami telefonu <b>W G&Oacute;R&#x0118;</b> i <b>W D&Oacute;&#x0141;</b> wybieramy piosenk&#x0119; i akceptuj&#x0105;c wyb&oacute;r automatycznie odpalamy system KARAOKE z nowo wybran&#x0105; piosenk&#x0105;.</font></p>
						<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif"><b>mobiKAR </b>posiada szerokie mo&#x017C;liwo&#x015B;ci konfiguracyjne. Mo&#x017C;na zmienia&#x0107; kr&oacute;j czcionki jak i jej wielko&#x015B;&#x0107;. Aby zmieni&#x0107; ustawienia czcionki, wchodzimy z <b>MENU</b> g&#x0142;&oacute;wnego do <b>USTAWIE&#x0143;</b>, z kt&oacute;rych to wybieramy pozycj&#x0119; <b>CZCIONKA</b>.</font></p>
						<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">Zmieni&#x0107; mo&#x017C;emy r&oacute;wnie&#x017C; kolory czcionek czy t&#x0142;o dla wy&#x015B;wietlanego tekstu. Aby dokona&#x0107; zmian na kolorach wchodzimy z<b> MENU</b> g&#x0142;&oacute;wnego do <b>USTAWIE&#x0143;</b> a z nich wybieramy pozycj&#x0119; KOLORY.</font></p>
						<p><font size="2" color="white" face="Verdana, Arial, Helvetica, sans-serif">Dla bardziej wymagaj&#x0105;cych u&#x017C;ytkownik&oacute;w dost&#x0119;pne s&#x0105; ustawienia liczby wierszy, odst&#x0119;p&oacute;w pomi&#x0119;dzy wierszami i wiele innych. Zach&#x0119;camy do eksperymentowania z ustawieniami, kt&oacute;re pozwol&#x0105; w niemal&#x017C;e dowolny spos&oacute;b ustawia&#x0107; wygl&#x0105;d i spos&oacute;b dzia&#x0142;ania tego mobilnego KARAOKE.</font></p>
					</div>
				</td>
			</tr>
			<tr>
				<td width="25"><img src="images/fr_lb_01.gif" alt="" width="25" height="25" border="0"></td>
				<td colspan="2"><img src="images/fr_b_01.gif" alt="" width="100%" height="25" border="0"></td>
				<td width="25"><img src="images/fr_rb_01.gif" alt="" width="25" height="25" border="0"></td>
			</tr>
		</table>
		<p>&nbsp;</p>
		<script type="text/javascript" language="javascript">
		<!--
		auto_iframe(200);
		//-->
		</script>
	</body>

</html>